Repository: seanpm2001/mt-training-data
Catalog: tok/tok_pontoon.tmx
Source language: en_us
Languages: tok

source: The site is ready to be launched when it reaches 75% completion.
tok: lipu li pini 75% la, lipu li ken open.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
tok: lipu li kama pona lon tenpo kama lili. sona sin la, o tawa <matrixLink>kulupu Matrix</matrixLink>. o tawa <githubLink>ilo Github</githubLink>. o tawa <discourseLink>ilo Discourse</discourseLink>. ale ni la sina ken pana e sona pakala. sina ken sona e pakala lipu.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
tok: kulupu sona TED-LIUM li pali tan toki kalama pi lipu TED, tan toki sitelen pi lipu TED.

source: The website text is translated into that language.
tok: jan li ante toki e lipu ni tawa toki ante.

source: This is approximately the number of hours required to train a production speech-to-text system.
tok: ilo kute pi pona mute li wile e kalama pi mute ni.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
tok: nasin ni en kulupu sona ni li sona e nimi nanpa tan kalama toki sina. wile sona la, ona li sona e nimi ijo, e nimi ijo ala.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
tok: ni li lo open pi jan ale. jan ale li ken ante, li ken pona e ona. ilo Mycroft la, sina ken kepeken ona lon ijo ale!

source: This is our process for translating and adapting our content for many locales (languages).
tok: nasin ni la mi ante toki e ijo mi tawa toki ante mute.

source: This page gives you an overview of all your submitted sentences. You may also delete already submitted sentences if needed, by marking the checkbox next to it and clicking on &quot;Delete selected sentences&quot; at the bottom. Please only remove sentences if absolutely necessary, for example if you noticed after the fact that a sentence is copyright protected.
tok: lipu ni la sitelen ale sina li lon. suli la sina ken weka e sitelen kepeken poki lon poka sitelen. kama la o pilin e nena &quot;o weka e sitelen jo&quot; o weka e sitelen lon tenpo ni taso: ni li suli mute. ken la sitelen li open ala.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
tok: nasin ni li ante e len lon lipu pi pali suli. sina len la jan ante li ken ala lukin e pali sina. ni la sitelen sina en nimi sina en pali sina li lon ala lipu pali. o lukin e ni: sina ante la lipu pali li ante lon tenpo kama { $minutes }.

source: Three to go!
tok: o pini e tu wan taso!

source: Tigre
tok: toki Sikawi

source: Tigrinya
tok: toki Sikinja

source: Today
tok: tenpo ni

source: Today's Common Voice progress on clips recorded
tok: kalama awen tan tenpo suno ni

source: Today's Common Voice progress on clips validated
tok: kalama awen pona tan tenpo suno ni

source: Today's Progress
tok: sin pi tenpo suno ni

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
tok: jan tu li kute e kalama wan li toki e pona ona la, ona li kama lon kulupu kalama Common Voice.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
tok: mi la, sitelen li open li kepeken nasin pana Creative Commons (CC0) la, ilo Common Voice li pona mute. kepeken nasin pana ni la, alasa sitelen li ken ike. taso, open la, jan ale li ken kepeken ilo Common Voice, kepeken ala wile pi kulupu Mozilla. mi la, ilo en kulupu sona Common Voice li pona tawa jan ale: jan sona en tomo sona en tomo esun en tomo lawa. jan ale li kama pona tan ilo.

source: Top Contributors
tok: jan pi pali suli

source: Total
tok: ale la

source: Total Approved
tok: mute pona

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
tok: jan { $people } li awen e kalama { $clipsPerDay } la, ona li ken pali e tenpo suli { $totalHours } lon tenpo mun { $periodMonths }.

source: { $totalInReview } sentences in review.
tok: jan li lukin e sitelen { $totalInReview }.

source: { $totalSentences } total sentences.
tok: sitelen { $totalSentences } li lon.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
tok: sina wile sona e pona pi sijelo ilo la, o kepeken nasin nimi lon monsi. ni la sina ken pali e sijelo ilo pi ilo Common Voice.

source: Toward next goal
tok: tawa wile pali sin

source: Track progress here and on your stats page.
tok: o lukin e suli pi pali sina lon ni, lon lipu pali sina.

source: Translate this page
tok: o ante toki e lipu ni

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
tok: <translateVideoLink>o lukin e nasin kepeken pi ilo Pontoon.</translateVideoLink>

source: Translating the site
tok: nasin pi ante toki

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
tok: sina ante toki tan toki Inli. taso, sina ken lukin e <strong>ante toki</strong> pi toki ante. o pilin e nena <strong>lipu jan</strong> e nena <strong>nasin ilo</strong>. ni la o kepeken toki sina. anpa poka la kulupu pi toki ale (<strong>Locales</strong>) li lon. tenpo suno wan li pini la ante toki li lon lipu.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
tok: ante toki pi pali Common Voice li lon <strong>ilo Pontoon</strong>.

source: Tshivenda
tok: toki Sipenta

source: Turkish
tok: toki Tuki

source: Turkmen
tok: toki Tumense

source: Tuvan
tok: toki Tuwa

source: Twi
tok: toki Sijuwi

source: Typically megabytes
tok: ni li suli sama suli Megabyte mute

source: Ubykh
tok: toki Tuwekise

source: Udmurt
tok: toki Untu

source: Ukrainian
tok: toki Ukawina

source: Understand contribution criteria
tok: o sona e nasin pona

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
tok: o sona e nasin pi kalama toki pona. ni la o pona e kalama toki sina!

source: Unexpected response returned from server
tok: lipu li pana e pakala. nasin la mi sona ala.

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
tok: mi ken ala jo e lipu tan kulupu Wikimedia. o pana ala e ona.

source: { $unreviewedSentencesByYou } sentences left for you to review.
tok: sina ken lukin e sitelen { $unreviewedSentencesByYou }.

source: Updating…
tok: ilo li sin e sona…

source: Upload aborted. Do you want to delete your recordings?
tok: sina pana ala. sina wile ala wile weka e kalama awen sina?

source: Upload an image file
tok: o pana e sitelen lukin

source: Upload of this clip keeps failing at server. Reload the page or try again later.
tok: mi awen ken ala pana. o sin e lipu ni, anu kama sin lon tenpo kama.

source: Upload of this clip keeps failing, keep retrying?
tok: mi ken ala pana e kalama sina. mi o awen alasa pana e ona anu seme?

source: Urdu
tok: toki Utu

source: User Name
tok: nimi

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
tok: jan li kute e toki uta. ona li toki e ni: toki uta li sama ala sama toki sitelen?

source: Using Common Voice
tok: o kepeken ilo Common Voice

source: Uyghur
tok: toki Uwiku

source: Uzbek
tok: toki Ope

source: Validated Clips
tok: kalama awen pona

source: Validated Hours
tok: nanpa tenpo pi kalama awen pona

source: Validated Hrs
tok: tenpo suli pona

source: Validated Hr. Total
tok: nanpa tenpo pona

source: { $validatedSentences } validated sentences.
tok: sitelen { $validatedSentences } li pona.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
tok: sina lukin e pona pi kalama toki la ni li suli sama tawa pali ni. o kute o pona e kulupu pi kalama toki.

source: Validation Progress
tok: sona pini

source: Validations
tok: kalama awen pona

source: Value and recognition.
tok: pona pi ante ni en sona pi ante ni.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
tok: mi toki e nasin toki lon ni la mi toki e ni: jan mute pi ma seme anu kulupu seme li kepeken nasin toki ni. nasin toki sina li kama tan ma seme, tan kulupu seme?

source: Varying Pronunciations
tok: nasin pi kalama toki ante

source: Venetian
tok: toki Peneto

source: Version
tok: nanpa

source: Vietnamese
tok: toki Wije

source: View your progress against personal and project goals.
tok: sina ken lukin e mute pi pali sina, e wile pali sina, e wile pali kulupu.

source: Visible
tok: wile

source: Voice clips are entered into a submission queue that readies them for listening.
tok: toki uta li kama tan kulupu. jan kute li kama jo e ona tan kulupu ni.

source: Voice Contribution
tok: pana pi toki uta

source: Voice Dataset, Ready for Download
tok: sina ken kama jo e kulupu sona toki

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
tok: kalama toki uta li suli a tawa jan. ilo li ken kute e kalama toki la ni li pona mute. taso mi wile pali e ilo kute pona la mi wile e kalama mute mute a.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
tok: kalama toki uta li suli a tawa jan. ilo li ken kute e kalama toki la ni li pona. taso mi wile pali e ilo kute pona la mi wile e kalama mute mute a.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
tok: kepeken ilo la ni li suli: ilo li ken kute e kalama toki jan. taso, nasin lon li esun li open ala. kulupu Mozilla li pali e ilo Common Voice. ni la jan ale li ken pali e ni: ilo li ken kute e kalama toki jan. ilo Common Voice li kulupu e sona tan jan mute. ni la toki ale lon tenpo kama la jan ale li ken kepeken e kalama toki ona lon ilo kute.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
tok: ilo kute li pona e kepeken ilo. taso, tenpo ni la ilo li kepeken mani mute, li len tan kulupu pali ona. ilo Common Voice li pona e ilo kute, li pana e ona tawa jan ale. ilo Common Voice li kulupu sona toki, li tan kalama jan. jan ale li ken pali e ilo kute ona tan ilo Common Voice, kepeken toki ale. mi kama jo e kalama toki tan toki ale. ni la mi kama jo e toki pi jan mute ala. mi kama jo e toki mute la, jan sona en jan mani en kulupu pona li ken pona e toki ona.

source: Voices Online Now
tok: jan pi mute ni li pali lon tenpo poka

source: Voice Validation
tok: kute pi toki uta

source: Volume
tok: wawa kalama

source: Votic
tok: toki Patija

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
tok: ilo VoxForge li pali tawa ni: ona li kulupu e toki sitelen, kepeken ilo suli pona, kepeken ilo pi sona toki.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
tok: sina wile ala wile pona e ilo Common Voice? wile la, o toki lon <discourseLink>ilo Discourse</discourseLink>, o pana e pakala lon <githubLink>ilo Github</githubLink>, o toki lon <matrixLink>ilo Matrix</matrixLink>.

source: Want to stay in touch with Common Voice?
tok: sina wile ala wile sona e ijo sin tan ilo Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
tok: sina wile ala wile e ni: mi pali e nanpa sin pi kulupu sona Common Voice la, mi pana e lipu ni tawa sina.

source: Watch our video explainer to help
tok: sina wile e pona la, o lukin e sitelen tawa ni

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
tok: mi pali e kulupu sona pi toki uta. jan ale li ken kepeken ona tawa ni: ona li ken pali e ilo toki, e ilo kute.

source: We are going out to get a coffee.
tok: mi pona e ike e pakala ali.

source: We are going out to get coffee.
tok: mi pona e ike e pakala ale.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
tok: lon kulupu Mozilla la, mi mute li pali e ilo pi toki kalama. mi mute li wile e ni: sina pana e ijo sin, e sona sin, e kepeken sina pi ilo ni tawa mi mute.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
tok: mi la kulupu sona suli en sona open li pona tawa pali ilo, tawa ilo kute, tawa ilo ale. pali ni li tawa ma ale la, jan ale li ken kama pali. mi wile e ni: ilo kute en ilo toki li tawa jan ale, li pona tawa jan ale, li pana e sona pi jan ale.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
tok: mi la, kulupu sona open li pona tawa pali ilo, li pona tawa sona pi ilo kute mute. kulupu sona Common Voice li jo e toki mute. kulupu sona ante la, kulupu sona Common Voice li suli nanpa wan. taso, kulupu sona ante li lon. o lukin e lipu ni tawa sona ni: mi pana e sona pi kulupu sona ante. ilo Common Voice li kama suli la, mi pana e sin ona tawa lipu ni.

source: Website Localization
tok: ante toki lipu

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
tok: mi sona e tenpo suli pi kalama awen kepeken nasin ni: mi sona e suli pona pi kalama awen ale. ni la, mi kepeken nanpa pi kalama awen tan toki ale. nanpa tu ni la mi suli e ona tu.

source: We could not fetch the stats. Please try again later.
tok: mi ken ala kama e nanpa pali. o sin lon tenpo kama.

source: We couldn’t find that page for you
tok: mi ken ala alasa e lipu ni tawa sina

source: We couldn’t get any audio clips for you to listen to. Please try again later.
tok: mi ken ala pana e kalama awen tawa sina. sina ken ala kute e ona. tenpo kama la o sin.

source: We couldn’t get any sentences for you to speak. Please try again later.
tok: mi ken ala pana e sitelen tawa sina. sina ken ala toki e ona. tenpo kama la o sin.

source: Weekly
tok: tenpo esun

source: Weekly Goal
tok: wile pali pi tenpo suno 7 ale

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
tok: mi ken ala kama jo e toki. sina ken ala pana. o sin lon tenpo kama.

source: We launch the Common Voice site in this language.
tok: mi pana e ilo Common Voice pi toki ni.

source: Welcome { $company } staff!
tok: kama pona tawa jan pi kulupu { $company }!

source: Welcome to Common Voice
tok: kama pona tawa ilo Common Voice

source: Welcome to the Common Voice Sentence Collector
tok: kama pona tawa ilo Sentence Collector pi ilo Common Voice

source: Welsh
tok: toki Kinla

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
tok: ken la mi jo ala e wile ni. o toki tawa <emailLink>nimi lipu { $email }</emailLink> la mi toki tawa sina!

source: We prefer natural/conversational sentences. While phonetic diversity and different words in sentences is important, we are trying to make recording sentences as much fun as possible. Therefore it would be great if you could try to keep your sentences as natural/engaging as possible.
tok: mi wile e toki tan tenpo pona sina. kalama ante en nimi ante li pona la, musi pi awen kalama li pona nanpa wan. ni la, o lili e sitelen sina, o pona e sitelen sina.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
tok: awen pona pi sona sina li suli tawa mi. o kama sona e nasin lon lipu pi <privacyLink>nasin sona mi</privacyLink>

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
tok: mi pali e kulupu sona pi kalama toki. ona li open, li kepeken toki mute. jan ale li ken kepeken ona, li ken pona e ilo kute kepeken ona.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
tok: mi kulupu e kalama toki tan jan. o pana e kalama toki sina. o pona e kalama toki pi jan ante. o pona e kulupu sona.

source: We’re experiencing unexpected downtime
tok: mi pakala. mi lon ala lon tenpo ni. nasin la mi sona ala.

source: We’re going out to get coffee.
tok: mi pona e ike e pakalale.

source: We release the dataset every 3 months.
tok: tenpo mun tu wan li pini la, mi pana sin e kulupu kalama.

source: We're receiving a lot of traffic and are currently investigating the issues.
tok: jan mute li kama tawa ilo. mi alasa sona e pakala.

source: We’re sorry, your platform is not currently supported.
tok: ilo sina li ken ala kepeken ilo Common Voice

source: We've run out of clips to validate in this language...
tok: kalama ante ala li lon toki ni...

source: We've run out of sentences to record in this language...
tok: sitelen pi toki ni li lon ala. ni la sina ken ala kalama awen e ona.

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
tok: mi wile e ni: ilo kute en ilo toki li pona, li sona e toki pi jan ale. tawa ni la, kulupu sona o jo e jan ale.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
tok: mi mute li wile e ni: kulupu sona Common Voice li sama kalama pi ma ale. ni la, kalama ante mute li pona. kalama awen pi pona ante li pona sama kalama toki pi jan mute. ni la, ilo li ken kute e toki sina lon tenpo mute, lon kalama monsi, lon kalama pi tomo tawa. sina ken kute e toki sina lon kalama awen la, ni li pona tawa kulupu sona.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
tok: mi wile e ni: ilo pilin pi kama sona li ken kute e kalama mute. sina ken kute e toki ale la kalama suli li pona. kalama musi lon kalama toki li pona. kalama musi li suli la sina ken kute ala e nimi ale la ni li like.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
tok: jan lawa pi ilo Common Voice li <strong>kama sona e wile sina</strong> la, ona li ken pana e pona e sona.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
tok: mi toki tawa sina. tenpo lili la mi pana e sona pi toki ante sin.

source: We will be in touch with more information as it becomes available.
tok: mi sona e ijo sin la mi toki tawa sina.

source: We will not make your email public.
tok: mi pana lukin ala e nimi pi poki lipu sina.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
tok: mi lukin e ni: sina wile weka e kalama awen sina tan kulupu sona. ni li pona la, jan ante li jo e kalama awen sina la, mi toki e ni tawa ona: o weka e ona.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
tok: ni li seme: mi ken ala sona e jan toki pi kulupu sona Common Voice

source: What is a language on Common Voice?
tok: toki li seme lon ilo Common Voice?

source: What is Common Voice?
tok: ilo Common Voice li seme?

source: What issues are you experiencing with this sentence?
tok: pakala seme li lon sitelen ni?

source: What kind of goal do you want to build?
tok: sina wile pali e seme?

source: What level of audio quality is required for a voice clip to be used in the dataset?
tok: sina wile e kalama pi pona kute seme?

source: What’s inside the Common Voice dataset?
tok: seme li lon kulupu kalama Common Voice?

source: What's Public?
tok: ale li ken lukin e seme?

source: What’s the difference between Common Voice and Deep Speech?
tok: ilo Common Voice en ilo Deep Speech la ante li seme?
